import React , {Component} from "react";
import './About.css';
import TestLocationImage from '../../images/testlocation.png';
class About extends Component{
    constructor(props){
        super(props);
    }
    render(){
        return(
            <div className={'about-us-container'}>
                <div className="info">
                    <h1>فروشگاه آریا</h1>
                    <p>
                    لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.
                    </p>
                    <a href={'https://maps.app.goo.gl/FNzwcVVi1vZ434dB8'}>
                        <img src={TestLocationImage} />
                    </a>
                </div>
            </div>
        )
    }
}
export default About ;